exports.menu = (id, BotName, corohelp, tampilTanggal, tampilWaktu, instagramlu, whatsapplu, kapanbotaktif, grupch1, grupch2, grupch3) => {
	return `
	
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
         ───

╔════════════════════
║ *FITUR BOT ${BotName}*
╠════════════════════
║╭──❉ *STICKER MAKER* ❉──
║│1. *!sticker*
║╰───────────
╠════════════════════
║╭──❉ *DOWNLOADER* ❉──
║│1. *!ytmp4* [linkyoutube]
║│2. *!ytmp3* [linkyoutube]
║│3. *!tiktok* [linktiktok]
║│4. *!ig* [linkIg] *//Error//*
║│5. *!fb* [linkFb] 
║│6. *!twt* [linkTweet] *//Error//*
║╰───────────
╠════════════════════
║╭──❉ *EDUCATION* ❉──
║│1. *!wiki* [query] Wikipedia.
║│2. *!nulis* [teks]
║│3. *!quran*
║│4. *!pantun*
║│5. *!nama* [nama anda]
║│6. *!pasangan* [Sendok & Garpu]
║│7. *!lirik* [nama lagu]
║│8. *!chord* [nama lagu]
║│9. *#img2teks*
║╰───────────
╠════════════════════
║╭──❉ *INFORMATION* ❉──
║│1. *!sholat* [daerah]
║│2. *!covid* [data indonesia]
║│3. *!totalcovid* [data dunia]
║│4. *!infogempa*
║│5. *!harinasional* [tanggal]
║│6. *!cuaca* [daerah]
║╰───────────
╠════════════════════
║╭──❉ *CONTACT* ❉──
║│1. *!owner*
║│2. *!grupwa*
║╰───────────
╠════════════════════
║╭──❉ *IMPORTANT* ❉──
║│1. *#info*
║│2. *#donasi*
║╰───────────
╠════════════════════
║╭──❉ *OTHERS* ❉──
║│1. *!tts* [teks]
║│2. *!quotes*
║│3. *!foto cewek*
║│4. *!foto cowok*
║│5. *!pokemon*
║│6. *!loli*
║│7. *!waifu*
║│8. *!fotoanime*
║│9. *!namaninja*
║│10. *!alay*  [teks] 
║│11. *!say*  [teks]
║│12. *!infoig* [@×××××]
║│13. *!bitly* [link]
║│14. *!s* [teks]
║│15. *!hentai* [18+]
║╰───────────
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│1. *Instagram [Follow]*
║│ *_${instagramlu}_*
║│2. *Creator ${BotName}*
║│ *_${whatsapplu}_*
║╰───────────
╠════════════════════
║ *MADE BY FEBB*
╚════════════════════`
}
